Repository: namelessmc-bot/namelessmc_hosting
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: es, hu, nl, pl, ru

source: Please make sure your website works without HTTPS before enabling HTTPS. Do not enable HTTPS if you are using CloudFlare flexible SSL. Version changes do not take effect until you use the 'Reset' button. If you want to upgrade an existing site, read <a href="https://github.com/Derkades/namelessmc_hosting/wiki/Changing-versions">this</a>.
nl: Zorg alsjeblieft dat je website werkt zonder HTTPS voordat je HTTPS aanzet. Zet HTTPS niet aan als je gebruik maakt van CloudFlare Flexible SSL. Versiewijzigingen hebben geen effect tot je op de 'Reset' knop drukt, als je een bestaande website wilt updaten zie <a href="https://github.com/Derkades/namelessmc_hosting/wiki/Changing-versions">deze wiki pagina</a>.
pl: Przed włączeniem HTTPS proszę upewnij się, że Twoja witryna działa bez protokołu HTTPS. Nie włączaj HTTPS, jeśli używasz elastycznego SSL Cloudflare. Zmiany wersji zacynają obowiązywać dopiero po naciśnięciu przycisku 'Resetuj'. Jeśli chcesz uaktualnić istniejącą witrynę, przecytaj <a href="https://github.com/Derkades/namelessmc_hosting/wiki/Changing-versions">to</a>.

source: Name
nl: Naam
pl: Nazwa

source: Actions
nl: Acties
pl: Akcje

source: Configure
nl: Instellingen
pl: Skonfiguruj

source: You don't have any websites.
nl: Je hebt geen websites.
pl: Nie masz żadnych stron.

source: Create new website
es: Crear un nuevo sitio web
hu: Hozzon létre egy új weboldalt
nl: Nieuwe website maken
pl: Stwórz nową stronę
ru: Создать новый сайт

source: Accounts are currently limited to 3 websites.
nl: Accounts zijn momenteel beperkt tot 3 websites.
pl: Konta są organiczone do 3 witryn.

source: Reset website '%(sitename)s'
nl: Website '%(sitename)s' resetten
pl: Resetuj strone '%(sitename)s'

source: Are you sure you want to reset your website? This will permanently delete all databases and website data. After resetting your website, wait about a minute and you'll see installer when going to your website.
es: ¿Esta seguro de que desea restablecer su sitio web? Esto eliminará permanentemente todas las bases de datos y los datos del sitio web. Después de restablecer su sitio web, espere un minuto y verá el instalador cuando vaya a su sitio web.
hu: Biztosan visszaállítja webhelyét? Ezzel véglegesen törli az összes adatbázist és webhelyadatot. Miután visszaállította a webhelyet, várjon kb. Egy percet, és megjelenik a telepítő, amikor webhelyére megy.
nl: Weet je zeker dat je de website wilt resetten? Alle data wordt permanent verwijderd. Na het resetten van je site, wacht ongeveer een minuut en je zult weer gegroet worden door de NamelessMC installer als je naar je website gaat.
pl: Na pewno chcesz zresetować swoją strone? Spowoduje to trwałe usunięcie wszystkich baz danych i danych witryny. Po zresetowaniu witryny poczekaj około minuty, i po przejściu do strony, znajdziesz instalator.
ru: Вы действительно хотите сбросить настройки для этого сайта? Это приведёт к потери всех данных. После сброса, подождите минуту для появления установщика.

source: N/A
nl: n.v.t

source: port
es: puerto
nl: poort
ru: Порт

source: Not affiliated with the <a href="https://namelessmc.com">NamelessMC project</a>
es: Sin afiliación con el proyecto <a href="https://namelessmc.com">NamelessMC</a>
hu: Nem áll kapcsolatban a <a href="https://namelessmc.com"> NamelessMC projekttel </a>
ru: Не имеет отношения к проекту <a href="https://namelessmc.com">NamelessMC</a>

source: This hosting system is <a href="https://github.com/Derkades/namelessmc_hosting">open source</a>
es: Este sistema de alojamiento es de <a href="https://github.com/Derkades/namelessmc_hosting">código abierto</a>
hu: Ez a tárhely rendszer <a href="https://github.com/Derkades/namelessmc_hosting"> nyílt forráskódú </a>
ru: У этой системы хостинга есть <a href="https://github.com/Derkades/namelessmc_hosting">открытый исходный код</a>

source: Fast
es: Rápido
hu: Gyors
ru: Быстрый

source: Custom Nameless-Link
es: Nameless-Link propio
hu: Egyéni Nameless-Link
ru: Поддержка кастомного бота

source: Provides FTP file access, unlike NamelessHosting. Compatible with integrations like the ingame plugin and Discord bot, unlike 000webhost, InfinityFree and others.
es: Proporciona acceso a los archivos por FTP, a diferencia de NamelessHosting. Compatible con integraciones como el plugin ingame y el bot de Discord, a diferencia de 000webhost, InfinityFree y otros.
hu: FTP fájlhozzáférést biztosít, ellentétben a NamelessHosting weboldallal. Kompatibilis az olyan integrációkkal, mint az minecraft plugin és a Discord bot, ellentétben a 000webhosttal, az InfinityFree-rel és másokkal.
ru: Предоставляем доступ к FTP серверу, в отличие от NamelessHosting. Имеется совместимость с плагином в самой игре и поддержка бота в Discord, в отличии от того же 000webhost, InfinityFree и других.

source: We currently host %(websites)s websites. This hosting service is operated by Derkades (developer of Nameless Plugin and Discord bot).
es: Actualmente alojamos %(websites)s sitios web. Este servicio de alojamiento es operado por Derkades (desarrollador del plugin Nameless y del bot de Discord).
hu: Jelenleg%(websites)s webhelyet tárolunk. Ezt a tárhelyszolgáltatást a Derkades (a Nameless Plugin és a Discord bot fejlesztője) üzemelteti.
ru: В данный момент у нас запущено %(websites)s сайтов. Этим хостингом руководит Derkades (Разработчик плагина и бота в Discord для движка NamelessMC).

source: Reset website
es: Reiniciar el sitio web
hu: Webhely visszaállítása
ru: Сбросить настройки сайта

source: Delete website
es: Eliminar el sitio web
hu: Webhely törlése
ru: Удалить сайт

source: Reset
es: Reiniciar
hu: Visszaállítás
ru: Сбросить

source: Database
es: Base de datos
hu: Adatbázis
ru: База данных

source: Please make sure your website works without HTTPS before enabling HTTPS. Do not enable HTTPS if you are using CloudFlare flexible SSL. Version changes do not take effect until you use the 'Reset' button.
es: Por favor, asegúrese de que su sitio web funciona sin HTTPS antes de activar el HTTPS. No habilite HTTPS si está utilizando el SSL flexible de CloudFlare. Los cambios de versión no surten efecto hasta que se utiliza el botón "Reiniciar".
hu: A HTTPS engedélyezése előtt ellenőrizze, hogy webhelye HTTPS nélkül működik-e. Ne engedélyezze a HTTPS-t, ha CloudFlare rugalmas SSL-t használ. A verzióváltások csak a „Visszaállítás” gomb használatakor lépnek életbe.
ru: Убедитесь, что ваш сайт работает с HTTP. Не включайте здесь HTTPS, если у вас SSL от CloudFlare. Смена версии не влияет пока вы не сбросите настройки сайта.

source: Your sites
es: Sus sitios
hu: Weboldalaid
ru: Ваши сайты

source: View &amp; Edit
es: Ver &amp; Editar
hu: &amp; Szerkesztés
ru: Просмотреть &amp; Редактировать

source: Free accounts are limited to 2 websites, paid accounts are limited to 5.
es: Las cuentas gratuitas están limitadas a 2 sitios web, las cuentas de pago están limitadas a 5.

source: phpmyadmin
hu: mysql

source: Free accounts are limited to 1 website, paid accounts are limited to 3.
hu: A fiókod korlátozva van 1 webhelyre a fizetős, pedig 3 webhelyre.
