Repository: namelessmc-bot/namelessmc_hosting
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: es, hu, nl, pl, ru

source: Home
es: Inicio
hu: Kezdőlap
pl: Strona główna
ru: Главная

source: Your Websites
es: Sus sitios web
hu: Weboldalaid
nl: Jouw Websites
pl: Twoje strony
ru: Ваши вебсайты

source: Account
es: Cuenta
hu: Fiókod
pl: Konto
ru: Аккаунт

source: Logout
es: Cerrar sesión
hu: Kijelentkezés
nl: Uitloggen
pl: Wyloguj się
ru: Выйти

source: Login
es: Iniciar sesión
hu: Bejelentkezés
nl: Inloggen
pl: Zaloguj
ru: Войти

source: Register
es: Registrarse
hu: Regisztráció
nl: Registreren
pl: Rejestracja
ru: Зарегистрироваться

source: Uses open source <a href="https://namelessmc.com">NamelessMC software</a>
nl: Gebruikt open source <a href="https://namelessmc.com">NamelessMC software</a>
pl: Nie powiązany z <a href="https://namelessmc.com">projektem NamelessMC</a>

source: Help translate at %(weblate_link)s
nl: Help met vertalen op %(weblate_link)s
pl: Pomóż w tłumaczeniu w %(weblate_link)s

source: Support Discord
es: Discord de soporte
hu: Discordos segítség
nl: Discord ondersteuning
pl: Serwer Discord
ru: Поддержка в Discord

source: Privacy Policy
es: Política de privacidad
hu: Adatvédelmi irányelvek
nl: Privacybeleid
pl: Polityka prywatności
ru: Политика конфиденциальности

source: Terms of service
es: Términos de servicio
hu: Szolgáltatási feltételek
nl: Gebruikersvoorwaarden
pl: Warunki użytkowania
ru: Условия использования

source: Hosting service comparison
es: Comparación de servicios de alojamiento
hu: Tárhelyszolgáltatás összehasonlítása
nl: Hostingservice vergelijking
pl: Porównanie ofert
ru: Сравнение хостинг-провайдеров

source: Feature
es: Característica
hu: Funkció
nl: Functie
pl: Funkcja
ru: Преимущество

source: Generic free webhost
es: Alojamiento web gratuito genérico
hu: Általános ingyenes webtárhely
nl: Doorsnee gratis webhost
pl: Zwykły, darmowy hosting
ru: Бесплатный хостинг в интернете

source: Free
es: Gratis
hu: Ingyenes
nl: Gratis
pl: Darmowy
ru: Бесплатно

source: Paid
es: De pago
hu: Fizetős
nl: Betaald
pl: Płatny
ru: За деньги

source: Price
es: Precio
hu: Ár
nl: Prijs
pl: Cena
ru: Цена

source: $6/mo
nl: $6/maand
pl: $6/mies

source: ~$5/mo
nl: ~$5/maand
pl: ~$5/mies

source: Maintenance free
es: No necesita mantenimiento
hu: Karbantartás mentes
nl: Onderhoudsvrij
pl: Bezobsługowy
ru: Защита от падения сайта

source: Fast page load times
nl: Snelle paginalaadtijden
pl: Szybkie ładowanie strony

source: No branding
es: Sin marca
hu: Nincs márkajelzés
nl: Geen branding
pl: Bez reklam
ru: Без логотипа хостинга

source: Compatible with API
es: Compatible con la API
hu: Kompatibilis az API-val
nl: Werkt met API
pl: Kompatybilny z API
ru: Работоспособность API

source: Automatic installation
es: Instalación automática
hu: Automatikus telepítés
nl: Automatische installatie
pl: Automatyczna instalacja
ru: Автоматическая установка

source: Choose NamelessMC version
es: Elegir la versión de NamelessMC
hu: Válassz NamelessMC verziót
nl: Kies NamelessMC versie
pl: Wybierz wersje NamelessMC
ru: Выбор версии NamelessMC

source: Choose PHP version
es: Elija la versión de PHP
hu: Válassz PHP verziót
nl: Kies PHP versie
pl: Wybierz wersje PHP
ru: Выбор версии PHP

source: Database backups
es: Copias de seguridad de la base de datos
hu: Adatbázis mentések
pl: Kopie zapasowe bazy danych
ru: Резервная копия базы данных

source: File backups
es: Copia de seguridad de los archivos
hu: Fájlmentések
nl: Backups van bestanden
pl: Kopie zapasowe plików
ru: Резервная копия файлов

source: No vendor lock-in
es: Sin bloqueo de proveedores
hu: Nincs fizetős zárolás
nl: Geen vendor lock-in
pl: Brak blokady dostawcy
ru: Не имеет рекламы от провайдера

source: FTP file access
es: Acceso a archivos por FTP
hu: FTP fájl hozzáférés
nl: FTP toegang tot bestanden
pl: Dostęp do FTP
ru: FTP доступ к данным

source: Web file manager
es: Gestor de archivos web
hu: Web fájlkezelő
nl: Web bestandsbeheerder
pl: Menedżer plików online
ru: Файловый менеджер

source: Free subdomain
es: Subdominio gratuito
hu: Ingyenes aldomain
nl: Gratis subdomein
pl: Darmowa subdomena
ru: Бесплатный поддомен

source: Install modules/templates manually
es: Instalar módulos/plantillas manualmente
hu: Modulok/Sablonok manuális telepítése
nl: Handmatig templates/modules installeren
pl: Instalacja modułów/szablonów manulanie
ru: Ручная установка дополнений

source: Install modules/templates automatically
es: Instalar módulos/plantillas automáticamente
hu: Modulok/Sablonok automatikus telepítése
nl: Automatisch templates/modules installeren
pl: Instalacja modułów/szablonów automatycznie
ru: Автоматическая установка дополнений

source: Automatic NamelessMC updates
es: Actualizaciones automáticas de NamelessMC
hu: Automatikus NamelessMC frissítések
nl: Automatische NamelessMC updates
pl: Automatyczne aktualizacje NamelessMC
ru: Автоматическое обновление NamelessMC

source: Supports CloudFlare Strict SSL
es: Admite CloudFlare Strict SSL
hu: Támogatja a CloudFlare Strict SSL-t
nl: Ondersteuning voor CloudFlare Strict SSL
pl: Wspiera SSL Strict CloudFlare
ru: Поддержка CloudFlare Strict SSL

source: Included custom Nameless-Link instance
nl: Inbegrepen eigen Nameless-Link instantie
pl: Zawiera niestandardową instancję Nameless-Link

source: Free hosting that actually works.
es: Alojamiento gratuito que realmente funciona.
hu: Valójában működő ingyenes tárhely.
nl: Gratis hosting die w√©l werkt.
pl: Darmowy hosting, który naprawdę działa.
ru: Бесплатный хостинг с гарантией стабильной работы.

source: Finally, free hosting for NamelessMC websites with automatic installation and FTP file access without blocking API access!
nl: Eindelijk, gratis hosting voor NamelessMC websites met automatische installatie, toegang tot bestanden via FTP en zonder API toegang te blokkeren!
pl: Wreszcie, darmowy hosting dla stron NamelessMC z automatyczną instalacją i dostęp do plików FTP bez blokowania dostępu do API!

source: We currently host %(websites)s websites. Operated by %(discord_handle)s in Discord or %(github_handle)s on GitHub.
nl: Wij hosten momenteel %(websites)s websites. Deze hostingdienst wordt beheerd door %(discord_handle)s (Discord) of %(github_handle)s (GitHub).
pl: Obecnie hostujemy %(websites)s stron. Ten hosting jest zarządzany przez %(discord_handle)s na Discord lub %(github_handle)s na Github.

source: Create your website now
es: Cree su sitio web ahora
hu: Készítse el most webhelyét
nl: Maak je website nu
pl: Stwórz swoją strone teraz
ru: Создайте свой сайт прямо сейчас

source: Get started
es: Comenzar
hu: Kezdés
nl: Begin
pl: Zaczynaj
ru: Приступить

source: Sign up
es: Regístrate
hu: Regisztrálj
nl: Inschrijven
pl: Stwórz konto
ru: Войти

source: Simple
es: Sencillo
hu: Egyszerű
nl: Eenvoudig
pl: Prosty
ru: Простота

source: Server configured automatically, start the installer right away
es: Servidor configurado automáticamente, inicie el instalador inmediatamente
hu: Az automatikusan konfigurált szerver, azonnal elindítja a telepítőt
nl: Server automatisch ingesteld, begin meteen met installeren
pl: Serwer skonfigurowany automatycznie, wystarczy odpalić installer
ru: Сервер будет настроен автоматически, запустите установку прямо сейчас

source: Full access
es: Acceso completo
hu: Teljes hozzáférés
nl: Volledige toegang
pl: Pełny dostęp
ru: Доступность

source: Upload your own templates and edit the database using phpmyadmin
es: Sube tus propias plantillas y edita la base de datos usando phpmyadmin
hu: Töltse fel saját sablonjait és szerkessze az adatbázist a phpmyadmin segítségével
nl: Upload je eigen templates en bewerk de database met phpmyadmin
pl: Wgrywaj swoje własne szablony i edytuj bazę danych poprzez phpmyadmin
ru: Загрузите ваши шаблоны и отредактируйте базу данных с помошью phpmyadmin

source: No artificial limits
es: Sin límites artificiales
hu: Nincsenek mesterséges korlátok
nl: Geen kunstmatige beperkingen
pl: Bez limitów
ru: Без подвохов

source: No limits on modules, templates, users, etc.
es: No hay límites en cuanto a módulos, plantillas, usuarios, etc.
hu: Nincs korlátozás a modulokra, a sablonokra, a felhasználókra stb.
nl: Onbeperkte modules, templates, gebruikers, etc.
pl: Brak limitu do modułów, szablonów, użytkowników, etc.
ru: У нас нету лимитов на модули, пользователей, стилей и т.д.

source: Support NamelessMC
es: Apoya a NamelessMC
hu: NamelessMC támogatása
nl: Steun NamelessMC
pl: Wspierasz NamelessMC
ru: Спонсируем NamelessMC

source: We donate part of our income to NamelessMC developers
es: Donamos parte de nuestros ingresos a los desarrolladores de NamelessMC
hu: A jövedelmünk egy részét a NamelessMC fejlesztőknek ajánljuk fel
nl: Wij doneren deel van ons inkomen aan NamelessMC ontwikkelaars
pl: Oddajemy część naszego dochodu do deweloperów NamelessMC
ru: Мы жертвуем часть нашего дохода разработчикам NamelessMC

source: Secure
es: Seguro
hu: Biztonságos
nl: Veilig
pl: Bezpieczny
ru: Защищенность

source: Protect your website with modern TLS encryption without hassle.
es: Proteja su sitio web con una moderna encriptación TLS sin complicaciones.
hu: Védje webhelyét modern TLS titkosítással, gond nélkül.
nl: Bescherm je website met moderne TLS versleuteling zonder moeite.
pl: Zabezpiecz swoją stronę nowoczesnym szyfrowaniem TLS bez problemu.
ru: Защитите свой сайт со современным TLS шифрованием без всяких подвохов.

source: High performance
es: Alto rendimiento
hu: Nagy teljesítményű
nl: Hoge prestaties
pl: Wysoka wydajność
ru: Высокая производительность

source: Dedicated web server for every website.
es: Servidor web dedicado para cada sitio web.
hu: Dedikált webszerver minden webhelyhez.
nl: Gescheiden webserver voor elke website.
pl: Dedykowany serwer do każdej strony.
ru: Выделенный сервер для каждого сайта.

source: Invalid domain
es: Dominio inválido
hu: Érvénytelen domain
nl: Ongeldig domein
pl: Nieprawidłowa domena
ru: Некорректный

source: Don't include www. in your domain
es: No incluya www. en su dominio
hu: Ne írja be a www-t. a domainjébe
nl: Laat www. weg uit je domein
pl: Nie dodawaj www. do domeny
ru: В домене не должно быть www

source: Domain
es: Dominio
hu: Domain cím
nl: Domein
pl: Domena
ru: Домен

source: Use HTTPS?
es: ¿Usar HTTPS?
hu: HTTPS-t használ?
nl: Gebruik HTTPS?
pl: Używać HTTPS?
ru: Использовать HTTPS?

source: Website name
es: Nombre del sitio web
hu: Webhely neve
nl: Website naam
pl: Nazwa strony
ru: Название сайта

source: v2 pre release 7 (old)
es: v2 pre release 7 (antiguo)
hu: v2.0.0 pre-7 kiadás (régi)
nl: v2 pre release 7 (oud)
pl: v2 pre release 7 (stary)
ru: v2 предрелиз 7 (старая)

source: v2 pre release 8 (previous)
es: v2 pre release 8 (anterior)
hu: v2.0.0 pre-8 kiadás (előző)
nl: v2 pre release 8 (vorige)
pl: v2 pre release 8 (poprzedni)
ru: v2 предрелиз 8 (предыдущая)

source: v2 pre release 9 (current)
es: v2 pre release 9 (actual)
hu: v2.0.0 pre-9 kiadás (jelenlegi)
nl: v2 pre release 9 (huidig)
pl: v2 pre release 9 (obecny)
ru: v2 предрелиз 9 (текущая)

source: v2 pre release 9 on PHP 8 - TESTING ONLY
es: v2 pre release 9 en PHP 8 - SOLO PRUEBAS
hu: v2.0.0 pre-9 PHP 8-on - CSAK TESZTELÉS
nl: v2 pre release 9 met PHP 8 - ALLEEN VOOR TESTEN
pl: v2 pre release 9 na PHP 8 - TYLKO TESTY
ru: v2 предрелиз 9 на базе PHP7 - ТОЛЬКО ДЛЯ ТЕСТИРОВАНИЯ

source: Development - TESTING ONLY
es: Desarrollo - SOLO PRUEBAS
hu: Fejlesztés - CSAK TESZTELÉS
nl: Ontwikkeling - ALLEEN VOOR TESTEN
pl: Development - TYLKO TESTY
ru: Разработка - ТОЛЬКО ДЛЯ ТЕСТИРОВАНИЯ

source: Development on PHP 8 - TESTING ONLY
es: Desarrollo en PHP 8 - SOLO PRUEBAS
hu: Fejlesztés PHP 8-on - CSAK TESZTELÉS
nl: Ontwikkeling met PHP 8 - ALLEEN VOOR TESTEN
pl: Development na PHP 8 - TYLKO TESTY
ru: Разработка на PHP 8 - ТОЛЬКО ДЛЯ ТЕСТИРОВАНИЯ

source: Version
es: Versión
hu: Verzió
nl: Versie
pl: Wersja
ru: Версия

source: Enable www.
es: Activar www.
hu: Engedélyezi a www.
nl: Gebruik www.
pl: Włącz www.
ru: Включить www.

source: You have been logged out.
es: Se ha cerrado la sesión.
hu: Kijelentkeztél.
nl: Je bent uitgelogd.
pl: Zostałeś wylogowany.
ru: Вы вышли из аккаунта.

source: Log in again
es: Ingresar de nuevo
hu: Jelentkezzen be újra
nl: Opnieuw inloggen
pl: Zaloguj ponownie
ru: Войти снова

source: Log in
es: Iniciar sesión
hu: Bejelentkezés
nl: Inloggen
pl: Zaloguj się
ru: Войти

source: Need an account?
es: ¿Necesita una cuenta?
hu: Szüksége van egy fiókra?
nl: Heb je een account nodig?
pl: Potrzeba konta?
ru: Нужен аккаунт?

source: Forgot password?
es: ¿Olvidó su contraseña?
hu: Elfelejtette a jelszavát?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
ru: Забыли пароль?

source: Reset password
es: Restablecer la contraseña
hu: Jelszó visszaállítása
nl: Wachtwoord herstellen
pl: Resetuj hasło
ru: Сбросить пароль

source: Password changed.
es: Contraseña cambiada.
hu: A jelszó megváltoztatva.
nl: Wachtwoord veranderd.
pl: Zmieniono hasło.
ru: Пароль изменён.

source: Back to account page
es: Volver a la página de la cuenta
hu: Vissza a fiók oldalra
nl: Terug naar accountpagina
pl: Spowrotem na stronę konta
ru: Вернуться к странице

source: Update password
es: Actualizar la contraseña
hu: Jelszó frissítése
nl: Wachtwoord wijzigen
pl: Aktualizuj hasło
ru: Обновить пароль

source: Change password
es: Cambiar la contraseña
hu: Jelszó módosítása
nl: Wachtwoord wijzigen
pl: Zmień hasło
ru: Изменить пароль

source: Your new password has been set. You can log in now on the <a href="%(login_url)s">log in page</a>.
es: Su nueva contraseña ha sido establecida. Ahora puedes <a href="%(login_url)s">iniciar sesión</a>.
hu: Az új jelszó be lett állítva. Most bejelentkezhet a <a href="%(login_url)s"> bejelentkezési oldalon </a>.
nl: Je nieuwe wachtwoord is ingesteld. Je kan nu inloggen op de <a href="%(login_url)s">login pagina</a>.
pl: Twoje nowe hasło zostało ustawione. Możesz się teraz zalogować na <a href="%(login_url)s">stronie logowania</a>.
ru: Новый пароль установлен. Вы можете войти в аккаунт <a href="%(login_url)s">прямо сейчас</a>.

source: Set new password
es: Establecer una nueva contraseña
hu: Állítson be új jelszót
nl: Nieuw wachtwoord instellen
pl: Ustaw nowe hasło
ru: Установить новый пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de la contraseña era inválido, posiblemente porque ya ha sido utilizado. Por favor, solicite un nuevo restablecimiento de la contraseña.
hu: A jelszó-visszaállító link érvénytelen volt, valószínűleg azért, mert már használták. Kérjen új jelszó-visszaállítást.
nl: De wachtwoordherstel link is niet geldig, misschien omdat deze al is gebruik. Probeer opnieuw je wachtwoord te herstellen.
pl: Link resetowania hasła jest nie poprawny, prawdopodobnie już został użyty. Proszę poproś o nowy reset hasła.
ru: Эта ссылка на сброс пароля не работает. Его могли уже использовать. Сделайте новый запрос на сброс пароля.

source: Password reset email sent, please check your inbox.
es: Se ha enviado el correo electrónico de restablecimiento de contraseña, por favor, compruebe su bandeja de entrada.
hu: Jelszó-visszaállító e-mail elküldve, ellenőrizze a beérkező leveleket.
nl: E-mail om wachtwoord te herstellen is verstuurd, check je inbox.
pl: Email resetowania hasła wysłany, proszę sprawdź swoją pocztę.
ru: Ссылка для сброса пароля была отправлена на вашу почту, проверьте вашу почту.

source: Send email
es: Enviar correo electrónico
hu: Email elküldése
nl: E-mail versturen
pl: Wyślij emai
ru: Отправить на почту

source: Welcome, %(username)s
nl: Welkom, %(username)s
pl: Witaj, %(username)s

source: Update account settings
es: Actualizar la configuración de la cuenta
hu: Frissítse a fiókbeállításokat
nl: Accountinstellingen wijzigen
pl: Aktualizuj ustawienia konta
ru: Обновить данные аккаунта

source: Submit
es: Enviar
hu: Küldés
nl: Verzenden
pl: Gotowe
ru: Отправить

source: Payment cancelled.
es: Pago cancelado.
hu: A fizetés törölve.
nl: Betaling geanulleerd.
pl: Płatność anulowana.
ru: Платёж отменён.

source: Payment complete
es: Pago completado
hu: A fizetés kész
nl: Betaling voltooid
pl: Płatność zakończona
ru: Платёж принят

source: Create account
es: Crear una cuenta
hu: Fiók létrehozása
nl: Account aanmaken
pl: Swórz konto
ru: Создать аккаунт

source: Sign Up
es: Regístrate
nl: Inschrijven
pl: Stwórz konto
ru: Зарегистрироваться

source: Already have an account?
es: ¿Ya tiene una cuenta?
hu: Már van fiókja?
nl: Heb je al een account?
pl: Masz już konto?
ru: Уже есть аккаунт?

source: Sign in
es: Registrarse
hu: Bejelentkezés
nl: Inloggen
pl: Zaloguj się
ru: Войти

source: Delete website '%(sitename)s'
nl: Website '%(sitename)s' verwijderen
pl: Usuń strone '%(sitename)s'

source: Are you sure you want to delete this website?
es: ¿Estás seguro de que quieres borrar este sitio web?
hu: Biztosan törli ezt a weboldalt?
nl: Weet je zeker dat je deze website wilt verwijderen?
pl: Na pewno chcesz usunąć tą stronę?
ru: Вы действительно хотите удалить этот вебсайт?

source: Cancel
es: Cancelar
hu: Mégse
nl: Annuleren
pl: Anuluj
ru: Отмена

source: Confirm
es: Confirmar
hu: Megerősítés
nl: Bevestigen
pl: Gotowe
ru: Подтвердить

source: Websites
es: Sitios web
hu: Weboldalaid
pl: Strony
ru: Вебсайты

source: Edit
es: Editar
hu: Szerkesztés
nl: Bewerken
pl: Edytuj
ru: Редактировать

source: Delete
es: Eliminar
hu: Törlés
nl: Verwijderen
pl: Usuń
ru: Удалить

source: Add a <code>CNAME</code> record on <code>%(domain)s</code> (and <code>www.%(domain)s</code>) that points to <code>%(cname_target)s</code>. This process varies depending on where you registered your domain. For more information, please read <a href="%(wiki_url)s" target="_blank">Wiki: Creating a CNAME record</a>.
es: Añade un registro <code>CNAME</code> en <code>%(domain)s</code> (y <code>www.%(domain)s</code>) que apunte a <code>%(cname_target)s</code>. Este proceso varía en función de dónde haya registrado su dominio. Para más información, lea <a href="%(wiki_url)s" target="_blank">Wiki: Creación de un registro CNAME</a>.
hu: Adjon hozzá egy <code>CNAME</code> rekordot a <code>%(domain)s</code> (és a <code>www.%(domain)s</code>) helyre, amely a <code>%(cname_target)s</code> pontra mutat. Ez a folyamat attól függően változik, hogy hol regisztrálta a domainjét. További információ: <a href="%(wiki_url)s" target="_blank"> Wiki: CNAME rekord létrehozása </a>.
nl: Voeg een <code>CNAME</code> record toe op <code>%(domain)s</code> (en <code>www.%(domain)s</code>) naar <code>%(cname_target)s</code>. Dit proces varieert afhankelijk van waar je het domein gekocht hebt. Voor meer informatie, zie de wiki pagina <a href="%(wiki_url)s" target="_blank">Creating a CNAME record</a> (Engels).
pl: Dodaj rekord <code>CNAME,</code> na <code>%(domain)s</code> (i <code>www.%(domain)s</code>) co wskazuje do <code>%(cname_target)s</code>. Ten proces różni się w zależności od tego, gdzie zarejstrowałeś swoją domenę. Jeśli chcesz więcej informacji, proszę prezecytaj <a href="%(wiki_url)s" target="_blank">Wiki: Tworzenie rekordu CNAME</a>.
ru: Добавьте запись <code>CNAME</code> на ваш домен <code>%(domain)s</code> (и <code>www.%(domain)s</code>) для перенаправления на <code>%(cname_target)s</code>. Обновление данных домена займёт какое-то время. Для подробностей, обратитесь к <a href="%(wiki_url)s" target="_blank">Руководство: Создание CNAME записи</a>.

source: Your domain appears to not be linked properly. If you do not understand what this means, please <a href="%(support_discord_url)s">contact support</a>. Websites that have not been working properly for a long time may be permanently deleted to free up space for active sites. <br><br> Down since %(down_since_date)s (checked every hour).
nl: Het lijkt erop dat je domein niet goed verbonden zit. Als je niet weet wat dit betekent, neem contact op met <a href="%(support_discord_url)s">ondersteuning</a>. Websites die een lange tijd niet werken kunnen verwijderd worden, om ruimte te maken voor websites die wel gebruikt worden. <br><br>Sinds %(down_since_date)s (wordt elk uur gecheckt).
pl: Twoja domena wydaje się, że nie jest prawidłowo połączona. Jeśli nie rozumiesz co to znaczy, proszę <a href="%(support_discord_url)s">Skontaktuj się z nami</a>. Strony ktorę nie działały prawidłowo przez długi czas mogą zostać trwale usunięte, aby zwolnić miejsce na aktywne witryny. <br><br> Nie działa od %(down_since_date)s (sprawdzane co godzinę).

source: Your domain appears to be linked successfully.
nl: Je domein lijkt goed verbonden te zijn.
pl: Twoja domena została pomyślnie połączona.

source: Website
es: Sitio web
hu: Weboldal
pl: Strona
ru: Вебсайт

source: Date created (UTC)
es: Fecha de creación (UTC)
hu: Létrehozás dátuma (UTC)
nl: Datum aangemaakt (UTC)
pl: Data utworzenia (UTC)
ru: Дата создания (UTC)

source: address
es: dirección
hu: cím
nl: adres
pl: adres
ru: Адрес

source: username
es: nombre de usuario
hu: felhasználónév
nl: gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя

source: password
es: contraseña
hu: jelszó
nl: wachtwoord
pl: hasło
ru: Пароль

source: database name
es: nombre de la base de datos
hu: adatbázis neve
nl: database naam
pl: nazwa database
ru: Название базы данных

source: Files
es: Archivos
hu: Fájlok
nl: Bestanden
pl: Pliki
ru: Файлы

source: Use an FTP client to connect. We recommend FileZilla or WinSCP. The server supports TLS encryption. If you get a certificate pop-up, make sure it's a valid certificate for <code>%(ftp_domain)s</code> before accepting it. To ensure you're connecting securely, please configure your FTP client to require FTP over TLS.
es: Utilice un cliente FTP para conectarse. Recomendamos FileZilla o WinSCP. El servidor es compatible con el cifrado TLS. Si te aparece un certificado emergente, asegúrese de que es un certificado válido para <code>%(ftp_domain)s</code> antes de aceptarlo. Para asegurarse de que se conecta de forma segura, configure su cliente FTP para que requiera FTP sobre TLS.
hu: Használjon FTP-klienst a csatlakozáshoz. Javasoljuk a FileZillát vagy a WinSCP-t. A szerver támogatja a TLS titkosítást. Ha előugró tanúsítványt kap, ellenőrizze, hogy elfogadja-e a (z) <code>%(ftp_domain)s</code> tanúsítványt, mielőtt elfogadja. A biztonságos csatlakozás érdekében kérjük, állítsa be az FTP-klienst, hogy az TLS-n keresztüli FTP-t igényeljen.
nl: Gebruik een FTP applicatie om te verbinden, zoals FileZilla of WinSCP. De FTP server ondersteund TLS versluiteling. Als je een pop-up krijgt die vraagt om een certificaat te accepteren, controleer dat het een geldig certificaat is voor <code>%(ftp_domain)s</code>. Om er zeker van de zijn dat de verbinding veilig is, raden we aan het programma in te stellen om geen onbeveiligde verbindingen te maken.
pl: Użyj klienta FTP, aby się połączyć. Zalecamy FileZilla lub WinSCP. Serwer wspiera szyfrowanie TLS. Jeśli otrzymasz wyskakujące okienko z certyfikatem, upewnij się, że to jest ważny certyfikat dla <code>%(ftp_domain)s</code> zanim zaakceptujesz. Aby upewnić się, że łączysz się bezpiecznie, sknofiguruj twój klient FTP, aby wymagał FTP przez TLS.
ru: Используйте FTP клиенты для подключения. Мы вам можем порекомендовать FileZilla или WinSCP. Наши сервера имеют поддержку TLS шифрования. Если вы получили окно для проверки сертификата безопасности, то убедитесь, что сертификат адресован к <code>%(ftp_domain)s</code>. Для надёжности соединения используйте технологию FTPS в вашей программе.

source: Update website
es: Actualizar el sitio web
hu: Webhely frissítése
nl: Website wijzigen
pl: Zaktualizuj stronę
ru: Обновить сайт

source: Create website
es: Crear un sitio web
hu: Weboldal létrehozása
nl: Website maken
pl: Stwórz witryne
ru: Создать сайт
